export const QUESTIONS = [
    {
        id: 0,
        text: '[Правда ли] то, что военный самолет Л-403 мог приземляться без шасси? [true]',
        answer: true,
    },
    {
        id: 1,
        text: 'Какая сила действует перпендикулярно направлению набегающего потока воздуха и удерживает самолет в воздухе? [false]',
        answer: false,
    },
    {
        id: 2,
        text: '[Правда ли то], что Миг-25 был одним из самых быстрых самолетов, способным развивать скорость более [3000 км/ч?] [true]',
        answer: true,
    },
    {
        id: 3,
        text: '[Правда или ложь:] Самолеты могут летать в космос? [false]',
        answer: false,
    },
    {
        id: 4,
        text: 'Первый самолет был изобретен братьями Райт.? [true]',
        answer: true,
    },
    {
        id: 5,
        text: '[Утверждение:] Airbus A380 является самым большим пассажирским самолетом в мире? [ture]',
        answer: true,
    },
    {
        id: 6,
        text: '[Правда ли] то, Самолет может взлететь без использования двигателей [false]',
        answer: false,
    },
    {
        id: 7,
        text: '[Утверждение:] Братья Райт были первыми, кто совершил управляемый полет на самолете. [true]',
        answer: true,
    },
    {
        id: 8,
        text: '[Утверждение:] Парашюты используются для пассажиров в коммерческих авиалайнерах [false]',
        answer: false,
    },
    {
        id: 9,
        text: '[Утверждение:] Самолет может лететь быстрее скорости звука. [true]',
        answer: true,
    },
    {
        id: 10,
        text: '[Утверждение:] Boeing 747 является первым в мире реактивным пассажирским самолетом [false].',
        answer: false,
    },
    {
        id: 11,
        text: '[Утверждение:] Автопилот используется в современных коммерческих самолетах [true]',
        answer: true,
    },
    {
        id: 12,
        text: '[Утверждение:] Самолет может приземлиться на воду, если у него нет поплавков [false]',
        answer: false,
    },
    {
        id: 13,
        text: 'Черный ящик на самолете действительно [черного] цвета [false]',
        answer: false,
    },
    {
        id: 14,
        text: 'Конкорд был [первым] пассажирским самолетом, способным лететь быстрее скорости звука [true]',
        answer: true,
    },
];
