import React from 'react';
import './Test.css'

const test = () => {
    return (
        <div className='childern-block'>
                        Много текста много текста Много текста много текста Много текста много текста Много текста много текста Много текста много текста Много текста много текста Много текста много текста Много текста много текста Много текста много текста Много текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текста
                        Много текста много текста Много текста много текста Много текста много текста Много текста много текста Много текста много текста Много текста много текста Много текста много текста Много текста много текста Много текста много текста Много текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текста Много текста много текста Много текста много текста Много текста много текста Много текста много текста Много текста много текста Много текста много текста Много текста много текста Много текста много текста Много текста много текста Много текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текстаМного текста много текста

        </div>
    );
};

export default test;