const cardTexts = {
  1: {
    title: [
      { type: 'main', text: 'БИОГРАФИЯ А.Н. ТУПОЛЕВА' },
      // { type: 'accent', text: 'ЦЕЛЬНОМЕТАЛЛИЧЕСКОЙ АВИАЦИИ' },
    ],
    description: [
      {
        type: 'p',
        text: 'Андрей Николаевич Туполев — авиаконструктор, сформировавший облик авиации СССР, начиная с первых экспериментальных самолетов и заканчивая стратегическими бомбардировщиками и сверхзвуковыми лайнерами.Туполев создал передовые самолеты и сформировал школу авиастроения. Сегодня ПАО «Туполев» — ключевое звено российской авиационной промышленности, сочетающее богатое наследие и инновации. Предприятие продолжает работать над новыми проектами стратегической авиации нового поколения, а также участвует в создании беспилотных и многофункциональных воздушных платформ.'
      },
    ],
  },
  2: {
    title: [
      { type: 'main', text: ' ТЯЖЁЛЫЕ БОМБАРДИРОВЩИКИ: ' },
      { type: 'accent', text: 'ТБ-1 И ТБ-3' },
    ],
    description: [
      {
        type: 'p',
        text: 'Одним из первых революционных вкладов Туполева стало внедрение цельнометаллических конструкций в авиацию. В 1920-х годах, когда в мире ещё широко применяли дерево и ткань, Туполев создал АНТ-2 — первый советский цельнометаллический самолёт. Это стало началом новой эры в авиастроении СССР.',
      },
      {
        type: 'p',
        text: 'В 1930-х годах по инициативе Туполева были разработаны ТБ-1 и ТБ-3 — первые в мире серийные тяжёлые бомбардировщики цельнометаллической конструкции. ТБ-3 стал легендой: он использовался не только как бомбардировщик, но и как «летающий авианосец», перевозивший истребители под крыльями.',
      },
    ],
  },
  3: {
    title: [
      { type: 'main', text: ' ТЯЖЁЛЫЕ БОМБАРДИРОВЩИКИ: ' },
      { type: 'accent', text: 'ТБ-1 И ТБ-3' },
    ],
    description: [
      {
        type: 'p',
        text: 'Одним из первых революционных вкладов Туполева стало внедрение цельнометаллических конструкций в авиацию. В 1920-х годах, когда в мире ещё широко применяли дерево и ткань, Туполев создал АНТ-2 — первый советский цельнометаллический самолёт. Это стало началом новой эры в авиастроении СССР.',
      },
      {
        type: 'p',
        text: 'В 1930-х годах по инициативе Туполева были разработаны ТБ-1 и ТБ-3 — первые в мире серийные тяжёлые бомбардировщики цельнометаллической конструкции. ТБ-3 стал легендой: он использовался не только как бомбардировщик, но и как «летающий авианосец», перевозивший истребители под крыльями.',
      },
    ],
  },
};

export default cardTexts;
