const cardTexts = {
  1: {
    title: '01 Пионерство в цельнометаллической авиации',
    description: `Одним из первых революционных вкладов Туполева стало внедрение цельнометаллических конструкций в авиацию. В 1920-х годах, когда в мире ещё широко применяли дерево и ткань, Туполев создал АНТ-2 — первый советский цельнометаллический самолёт. Это стало началом новой эры в авиастроении СССР.

В 1930-х годах по инициативе Туполева были разработаны ТБ-1 и ТБ-3 — первые в мире серийные тяжёлые бомбардировщики цельнометаллической конструкции. ТБ-3 стал легендой: он использовался не только как бомбардировщик, но и как «летающий авианосец», перевозивший истребители под крыльями.

Разработанный во время Второй мировой войны Ту-2 стал одним из лучших средних бомбардировщиков своего времени. Он сочетал высокую скорость, манёвренность и мощную боевую нагрузку. Самолёт широко применялся в боевых операциях и доказал свою`,
  },
  2: {
    title: '02 Тяжёлые бомбардировщики: ТБ-1 и ТБ-3',
    description: `Одним из первых революционных вкладов Туполева стало внедрение цельнометаллических конструкций в авиацию. В 1920-х годах, когда в мире ещё широко применяли дерево и ткань, Туполев создал АНТ-2 — первый советский цельнометаллический самолёт. Это стало началом новой эры в авиастроении СССР.

В 1930-х годах по инициативе Туполева были разработаны ТБ-1 и ТБ-3 — первые в мире серийные тяжёлые бомбардировщики цельнометаллической конструкции. ТБ-3 стал легендой: он использовался не только как бомбардировщик, но и как «летающий авианосец», перевозивший истребители под крыльями.

Разработанный во время Второй мировой войны Ту-2 стал одним из лучших средних бомбардировщиков своего времени. Он сочетал высокую скорость, манёвренность и мощную боевую нагрузку. Самолёт широко применялся в боевых операциях и доказал свою`,
  },
};

export default cardTexts;
