import React from 'react';
import '../../styles/Card.css';

const Card = () => {
  return (
    <div className="card">
      <div className="card-photo">
        <div className="photo-placeholder">
          <div className="photo-phocus">тут будет лежать фото</div>
        </div>

        <div className="photo_radio_buttons">
          тут будут кнопочки для переключении фото картинок
        </div>
      </div>
      <div className="card-content">
        <div className="card-description">
          <p>
            очень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            тексточень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            тексточень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
          
            длинный тексточень очень длинный текст очень очень длинный
            тексточень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            тексточень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            тексточень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            тексточень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            тексточень очень длинный текст очень очень длинный тексточень очень
    
            тексточень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            тексточень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            тексточень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            тексточень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст

            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            тексточень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            тексточень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            тексточень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            тексточень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            тексточень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            текстдлинный текст очень очень длинный текст
          </p>
        </div>
      </div>
    </div>
  );
};

export default Card;
