import React from 'react';
import '../../styles/Card.css';
import photo from '../../assets/ant-2.png';
import RadionButtons from './RadionButtons';

const Card = () => {
  return (
    <div className="card">
      <div className="card-photo">
        <div className="photo-placeholder">
          <div className="photo-phocus">
            <img src={photo} alt="Фото" />
          </div>
        </div>

        <div className="photo_radio_buttons">
          <RadionButtons />
        </div>
      </div>
      <div className="card-content">
        <div className="card-description">
          <p>
            очень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            тексточень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            тексточень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            тексточень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            тексточень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            тексточень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            тексточень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            тексточень очень длинный текст очень очень длинный тексточень очень
            тексточень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            тексточень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            тексточень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            тексточень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            тексточень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            тексточень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            тексточень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            тексточень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            тексточень очень длинный текст очень очень длинный тексточень очень
            длинный текст очень очень длинный тексточень очень длинный текст
            очень очень длинный тексточень очень длинный текст очень очень
            длинный тексточень очень длинный текст очень очень длинный
            текстдлинный текст очень очень длинный текст
          </p>
        </div>
      </div>
    </div>
  );
};

export default Card;
